[
  {
    "id": "1",
    "title": "Born to Lead: The Pan Mabur Leadership Heritage",
    "summary": "How leadership has been passed from Monykuer Mabur to modern times...",
    "image": "/images/leadership.jpg",
    "content": "Leadership is not merely a role in Pan Mabur—it is a legacy. From the days of cattle herding to today's administrative duties, the spirit of governance has always been embedded in the family’s DNA. Monykuer Mabur was revered as a voice of justice and negotiation, often settling disputes from the cattle camps and in Duk Padiet with wisdom beyond his time.\nHis son, Manyok Monykuer Mabur, went further, rising to the rank of paramount chief—a position of great influence that spanned the entire Duk County. Under his stewardship, community affairs were structured, boundaries respected, and the rule of law embraced. He was succeeded by others like Chief Tiop Par Monykuer, Chief Deng Malual Mabur,Chief Deng Mathiang Mabur, and eventually Deng Mabur Malual, who now serves as the paramount chief of Duk County.\nThis continuity in leadership illustrates a deeply entrenched respect for governance, fairness, and community service values still evident among the younger generation stepping into administrative and advisory roles in South Sudan.\n"
  },
  {
    "id": "2",
    "title": "Dancing Through Time: Cultural Pride in Pan Mabur",
    "summary": "Dinka dance, cattle identity, and traditional values of Pan Mabur.",
    "image": "/images/culture.jpg",
    "content": "The heartbeat of Pan Mabur is its culture—an elegant blend of song, dance, and symbolism. At the center of this is the Dinka dance, or Loor, a graceful performance that honors cattle, strength, and communal joy. With rhythmic drumming and flowing movements, dancers mimic the horns of bulls—an image of power and honor.\nCultural identity is also expressed through body art. Men once bore six lines on their foreheads, marks of bravery and initiation into adulthood. Women had their lower teeth removed, a sign of beauty and cultural conformity. Though these practices are less common today, they remain respected symbols of heritage.\nThe traditional home is a circle of respect—women managing the inner workings while men guide the outer affairs. This division is not restrictive but complementary, embodying balance and dignity in every household.\n"
  },
  {
    "id": "3",
    "title": "From Grass to Greatness: The Rise of Education in Pan Mabur",
    "summary": "How education and legacy shaped Pan Mabur’s progress.",
    "image": "/images/panmabur.jpg",
    "content": "Once famed for vast cattle herds and fertile gardens, the Pan Mabur community embraced a new chapter in its story with the rise of formal education. Ambassador and General Mathiang Malual Mabur, the first in the family to attend school, became a beacon of transformation. He returned not just with a certificate, but with a dream—to educate the next generation.\nHis dream bore fruit. Today, over 90% of his descendants have completed at least Senior 4, with many entering university and professional roles in medicine, engineering, law, and civil service. Education has not only elevated the family’s status but also expanded their worldview.\nStill grounded in their roots, many educated members return home to support local development—building schools, sponsoring children, and acting as role models.\n"
  }
]